Repository: deadlocker8/SportTracker
Catalog: sporttracker/localization/*/LC_MESSAGES/messages.po
Languages: de

source: Ntfy Settings: {0} must not be empty
de: Ntfy-Einstellungen: {0} darf nicht leer sein

source: SportTracker: Test notification
de: SportTracker: Testbenachrichtigung

source: Test notification successfully sent
de: Testbenachrichtigung erfolgreich gesendet

source: Error sending test notification {0}
de: Fehler beim Senden der Testbenachrichtigung {0}

source: The specified field name "{0}" conflicts with a reserved field name and therefore can't be used as custom field name.
de: Der angegebene Name "{0}" kollidiert mit einem reservierten Namen und kann daher nicht als Name für ein benutzerdefiniertes Feld verwendet werden.

source: The specified field name "{0}" already exists.
de: Der angegebene Name "{0}" existiert bereits.

source: The specified participant name "{0}" already exists.
de: Ein Teilnehmer mit dem Namen "{0}" existiert bereits.

source: Username "{0}" already exists
de: Benutzername "{0}" existiert bereits

source: Biking
de: Fahrrad fahren

source: Running
de: Laufen

source: Hiking
de: Wandern

source: Error importing data from FIT file
de: Fehler beim Importieren der Daten aus der FIT-Datei

source: No file provided
de: Keine Datei hochgeladen

source: Invalid file extension. Allowed extension: *.fit
de: Ungültige Dateiendung. Erlaubte Endung: *.fit

source: FIT file does not contain session data
de: FIT-Datei enthält keine Session-Daten

source: Arms
de: Arme

source: Legs
de: Beine

source: Time-based
de: Zeitbasiert

source: Repetition-based
de: Wiederholungsbasiert
